/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Далее";
"Crop:Apply" = "Далее";
"Next" = "Далее";
"Done" = "Готово";
"Cancel" = "Отмена";
"Effects:Done" = "Далее";

// Crop Screen Title
//"Crop" = "Обрезка";

//Crop Preset Titles
"NoCrop" = "Обычная";
"SquareCrop" = "Квадрат";
"CustomCrop" = "Пользовательская";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Наклейки";
//"Filters" = "Фильтры";
//"Borders" = "Границы";
//"Text" = "Текст";
//"Draw" = "Рисунок";

// Loading Prompt
"LoadingEffects" = "Загрузка";

// Pop-up Alert Text
"Alert" = "Уведомление";
"OK" = "ОК";
"Error" = "Ошибка";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Удалить рисунок?";
"ClearDrawMsg" = "Действительно удалить весь рисунок с изображения?";
"ClearDrawYes" = "Удалить рисунок";

"PriceUnavail" = "Стоимость продукта недоступна";
"PurchaseProblem" = "Произошла ошибка при покупке.";
"RestoreError" = "Произошла ошибка при восстановлении покупок";
"PayentProblem" = "Не удалось обработать ваш платеж";

// Effect Pack Downlad Status
"Waiting" = "Ожидается...";

// Effect Pack Store Button Labels
"Free" = "Бесплатно";
"Download" = "ЗАГРУЗИТЬ";
"Installing" = "УСТАНОВКА";

// Effect Pack Store Title
"DownloadPack" = "Пакет загрузки";

// Effect Pack Store Page Restore button title
"Restore" = "Восстановить покупки";

// 'None' border selection
"NoBorder" = "Обычная";

// 'None' filter selection
"NoFilter" = "Обычная";
